Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/anni-sofia_niittyvuopio_jatkaa_nuorisoneuvoston_puheenjohtajana.html.tmx
Source language: fin
Languages: smn

source: Anni-Sofia Niittyvuopio jatkaa nuorisoneuvoston puheenjohtajana
smn: Anni-Sofia Niittyvuopio juátká nuorâirääđi saavâjođetteijen

source: Saamelaiskäräjien nuorisoneuvoston puheenjohtajaksi valittiin Anni-Sofia Niittyvuopio Karigasniemeltä ja varapuheenjohtajaksi Maria Mäkinen Jyväskylästä.
smn: Sämitige nuorâirääđi saavâjođetteijen väljejui Anni-Sofia Niittyvuopio Kärigâsnjaargâst já värisaavâjođetteijen Maria Mäkinen Jyväskyläst.

source: Molemmat toimivat puheenjohtajistossa myös edellisellä kaksivuotis kaudella.
smn: Kuohtuuh tooimáin saavâtuálleejuávhust meiddei ovddii kyevti ive paajeest.

source: – On hienoa päästä jatkamaan hyvin alkanutta työtä saamelaisnuorten aseman parantamiseksi.
smn: – Lii fijnâ tobdo peessâđ juátkiđ pyereest álgám pargo säminuorâi sajattuv pyereedmân.

source: Korona-ajan haasteista huolimatta nuorisoneuvosto saavuttanut hyvin vaalikauden alussa asettamiaan tavoitteita ja tehnyt työtä erityisesti ilmastonmuutoksen pysäyttämiseen liittyen.
smn: Koronaääigi háástuin huolâhánnáá nuorâirääđi lii pastam porgâđ pyereest vaaljâpaje aalgâst asâttum uulmij oovdân já porgâm eromâšávt šoŋŋâdâhnubástus orostitmân lohtâseijee ašijguin.

source: Jatkamme työtä myös muiden nuorisopoliittisen kehittämisohjelman tavoitteiden parissa, sanoo nuorisoneuvoston varapuheenjohtaja Maria Mäkinen.
smn: Mij juátkip pargo meiddei eres nuorâipooliitlii ovdedemohjelm ulmijguin, iätá nuorâirääđi värisaavâjođetteijee Maria Mäkinen.

source: Nuorisoneuvosto on havainnut pieniä muutoksia saamelaisnuorten asemassa yhteiskunnallisessa vaikuttamisessa, mutta kokee tehtävää olevan vielä jäljellä.
smn: Nuorâirääđi lii aiccâm uccâ nubástusâid säminuorâi sajattuvâst ohtsâškodálii vaaigutmist, mutâ ain lii ennuv pargo.

source: Nuorisoneuvosto näkee, että erityisesti saamenkielisen vapaa-ajan toiminnan eteen on tehtävää ja koronapandemia on korostanut sen merkitystä saamelaisnuorille.
smn: Nuorâirääđi mielâst eromâšávt sämikielâlii astoäigitooimâ oovdân kalga val porgâđ ennuv já koronapandemia lii ain pajedâm tom merhâšume säminuoráid.

source: Työtä tehdään muun muassa tuottamalla sisältöä saamenkieliselle tieto- ja neuvontasivustolle.
smn: Pargo ovdedeh iärásij lasseen pyevtitmáin siskáldâs sämikielâlii tiätu- ja ravvimsiijđon.

source: – Nuorisoneuvosto on nostanut toimintaa läpileikkaavaksi pääteemakseen saamelaisnuorten vapaa-ajan tukemisen.
smn: – Nuorâirääđi lii luptim puoh tooimâ válduteeman säminuorâi astoääigi tuárjum. Taam porgâp iärásij lasseen seelvâtmáin säminuorâi astoäigitooimâid já seelvâtmáin sämikielâlii nuorâipargee pálkááttem Sämitiigán, mutâ meiddei orniimáin vyeligis šiälmá tooimâ, tego jotemáin nuorâi kulen koijâdâlmin nuorâi astoäigitooimâtuoivuid, muštâl nuorâirääđi saavâjođetteijee Anni-Sofia Niittyvuopio.

source: Tätä tehdään selvittämällä saamelaisnuorten harrastustoimintaa ja saamenkielisen nuorisotyöntekijän palkkaamista Saamelaiskäräjille, mutta myös järjestämällä matalan kynnyksen toimintaa, kuten järjestämällä saamelaisnuorille kohdistettu kiertue nuorten vapaa-ajantoiminnan ja harrastustoiveiden kartoittamiseksi, kertoo nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio.
smn: Nuorâirääđi áigu ive 2022 ääigi jotteeđ sämikuávlust já sämikuávlu ulguubeln nuuvt kočodum sämikuávdáin.

source: Nuorisoneuvosto aikoo vuoden 2022 aikana kiertää saamelaisalueella ja saamelaisalueen ulkopuolen ns. saamelaiskeskittymissä.
smn: Sij uárnejeh teeivâdmijd ohtâšpargoost páihálij sämiservijguin já kieldâi nuorâitoimáin.

source: Kiertue tehdään yhteistyössä paikallisten saamelaisyhdistysten ja kuntien nuorisotoimen kanssa.
smn: Nuorâirääđi ávhástâl karttimmaterialáin jieijâs tooimâ oovdedmist.

source: Nuorisoneuvosto käyttää kartoitusmateriaalia toimintansa kehittämiseen.
smn: Siämmást säminuorah peesih uápásmuđ pyerebeht nuorâirääđi tooimân.

source: Samalla nuorisoneuvoston toimintaa tehdään saamelaisnuorille tutuksi.
smn: – Mij halijdep meiddei faallâđ säminuoráid torvolii saje savâstâllâđ siärváduv siskáldâs aašijn.

source: – Haluamme myös tarjota saamelaisnuorille turvallisen tilan keskusteluja yhteisön sisäisistä asioista.
smn: Mij lep ornim taid jo moonnâm ive já säminuorâin lii čielgâ tárbu toid, juátká Niittyvuopio.

source: Meillä on viime vuodelta kokemusta niiden järjestämisestä ja saamelaisnuorilla on selkeä tarve niille, jatkaa Niittyvuopio.
smn: Nuorâirääđi toimâpaje 2022-2023 vuosmuš čuákkim tollui 8.2.2022 já äššilistoost lâi saavâjođetteijei valjim lasseen äššitobdeejesânij valjim nuorâirááđán.

source: Nuorisoneuvoston toimikauden 2022-2023 ensimmäinen kokous pidettiin 8.2.2022 ja asialistalla oli puheenjohtajiston valinnan lisäksi asiantuntijajäsenten valinta nuorisoneuvostoon.
smn: Sämitige pargo-oornig mield nuorâirääđi puáhtá valjiđ rááđán ain kyevti ihán enâmustáá vittâ fastâ äššitobdee.

source: Saamelaiskäräjien työjärjestyksen mukaan nuorisoneuvosto voi valita neuvostolle kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijaa.
smn: Nuorâirääđi äššitobdeejesâneh kalgeh leđe 15–17-ihásiih ko šaddeh väljejuđ.

source: Nuorisoneuvoston asiantuntijoiden tulee valituksi tullessaan olla 15–17-vuotiaita.
smn: Nuorâirääđi äššitobdeejesânin väljejuvvojii Mihku Näkkäläjärvi, Lilja Ljetoff, Tiia-Káren Alakorva, Marielle Näkkäjärvi já Rosa-Máren Juuso.

source: Nuorisoneuvoston asiantuntijajäseniksi valittiin Mihku Näkkäläjärvi, Lilja Ljetoff, Tiia-Káren Alakorva, Marielle Näkkäjärvi ja Rosa-Máren Juuso.
smn: Ton lasseen nuorâirääđi uápásmui Sämitige já nuorâirääđi tooimân sehe asâttij vuossâmuid jesânijd pargojuávhoid já ovdâsteijeid tábáhtussáid.

source: Lisäksi nuorisoneuvosto tutustui Saamelaiskäräjien ja nuorisoneuvoston toimintaan sekä asetti ensimmäisiä jäseniä työryhmiin ja edustajia tapahtumiin.
smn: Sämitige olesčuákkim asâttij nuorâirääđi toimâpajan 2022-2023 čuákkimistis 17.12.2021.

source: Saamelaiskäräjien täyskokous asetti nuorisoneuvoston toimikaudelle 2022-2023 kokouksessaan 17.12.2021.
smn: Nuorâirääđi jesâneh já värijesâneh toimâpaajeest 2022-2023.

source: Nuorisoneuvoston jäsenet ja varajäsenet toimikaudella 2022-2023.
smn: Nuorâipooliitlâš toimâ- já ovdedemohjem 2020-2023 (suomâkielân)

source: Nuorisopoliittinen toiminta- ja kehittämisohjelma 2020-2023
smn: Lasetiäđuh:

source: Lisätietoja:
smn: Anni-Sofia Niittyvuopio, nuorâirääđi saavâjođetteijee anni-sofia.niittyvuopio(at)samediggi.fi 010 839 3142

source: Anni-Sofia Niittyvuopio, nuorisoneuvoston puheenjohtaja anni-sofia.niittyvuopio(at)samediggi.fi 010 839 3142
smn: Elli-Marja Hetta, Sämitige nuorâičällee elli-marja.hetta(at)samediggi.fi 010 8393134
